//#;*****************************************************************************
//#;
//#; Copyright 2012 ADVANCED MICRO DEVICES, INC.  All Rights Reserved.
//#;
//#; AMD is granting you permission to use this software (the Materials)
//#; pursuant to the terms and conditions of your Software License Agreement
//#; with AMD.  This header does *NOT* give you permission to use the Materials
//#; or any rights under AMD's intellectual property.  Your use of any portion
//#; of these Materials shall constitute your acceptance of those terms and
//#; conditions.  If you do not agree to the terms and conditions of the Software
//#; License Agreement, please do not use any portion of these Materials.
//#;
//#; CONFIDENTIALITY:  The Materials and all other information, identified as
//#; confidential and provided to you by AMD shall be kept confidential in
//#; accordance with the terms and conditions of the Software License Agreement.
//#;
//#; LIMITATION OF LIABILITY: THE MATERIALS AND ANY OTHER RELATED INFORMATION
//#; PROVIDED TO YOU BY AMD ARE PROVIDED "AS IS" WITHOUT ANY EXPRESS OR IMPLIED
//#; WARRANTY OF ANY KIND, INCLUDING BUT NOT LIMITED TO WARRANTIES OF
//#; MERCHANTABILITY, NONINFRINGEMENT, TITLE, FITNESS FOR ANY PARTICULAR PURPOSE,
//#; OR WARRANTIES ARISING FROM CONDUCT, COURSE OF DEALING, OR USAGE OF TRADE.
//#; IN NO EVENT SHALL AMD OR ITS LICENSORS BE LIABLE FOR ANY DAMAGES WHATSOEVER
//#; (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, BUSINESS
//#; INTERRUPTION, OR LOSS OF INFORMATION) ARISING OUT OF AMD'S NEGLIGENCE,
//#; GROSS NEGLIGENCE, THE USE OF OR INABILITY TO USE THE MATERIALS OR ANY OTHER
//#; RELATED INFORMATION PROVIDED TO YOU BY AMD, EVEN IF AMD HAS BEEN ADVISED OF
//#; THE POSSIBILITY OF SUCH DAMAGES.  BECAUSE SOME JURISDICTIONS PROHIBIT THE
//#; EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES,
//#; THE ABOVE LIMITATION MAY NOT APPLY TO YOU.
//#;
//#; AMD does not assume any responsibility for any errors which may appear in
//#; the Materials or any other related information provided to you by AMD, or
//#; result from use of the Materials or any related information.
//#;
//#; You agree that you will not reverse engineer or decompile the Materials.
//#;
//#; NO SUPPORT OBLIGATION: AMD is not obligated to furnish, support, or make any
//#; further information, software, technical information, know-how, or show-how
//#; available to you.  Additionally, AMD retains the right to modify the
//#; Materials at any time, without notice, and is not obligated to provide such
//#; modified Materials to you.
//#;
//#; U.S. GOVERNMENT RESTRICTED RIGHTS: The Materials are provided with
//#; "RESTRICTED RIGHTS." Use, duplication, or disclosure by the Government is
//#; subject to the restrictions as set forth in FAR 52.227-14 and
//#; DFAR252.227-7013, et seq., or its successor.  Use of the Materials by the
//#; Government constitutes acknowledgement of AMD's proprietary rights in them.
//#;
//#; EXPORT ASSURANCE:  You agree and certify that neither the Materials, nor any
//#; direct product thereof will be exported directly or indirectly, into any
//#; country prohibited by the United States Export Administration Act and the
//#; regulations thereunder, without the required authorization from the U.S.
//#; government nor will be used for any purpose prohibited by the same.
//#;******************************************************************************
/=#
#langdef en-US "English"

#string STR_AMD_CPM_SETUP_TITLE               #language en-US "AMD CPM Setup"
#string STR_AMD_CPM_SETUP_TITLE_HELP          #language en-US "Sample page for AMD CPM"

#string STR_AMD_CPM_SETUP_FORM_TITLE          #language en-US "CPM Option"

#string STR_ENABLED_TEXT                      #language en-US "Enabled "
#string STR_DISABLED_TEXT                     #language en-US "Disabled"
#string STR_AUTO_TEXT                         #language en-US "Auto"
#string STR_NONE_TEXT                         #language en-US "None"
#string STR_YES_TEXT                          #language en-US "Yes"
#string STR_NO_TEXT                           #language en-US "No"

#string STR_POWERXPRESS_TEXT                  #language en-US "PowerXpress"

#string STR_SPECIAL_DISPLAY_FEATURES          #language en-US "Special Display Features"
#string STR_SPECIAL_DISPLAY_FEATURES_HELP     #language en-US "Enable/Disable PowerXpress"

#string STR_POWERXPRESS_DYNAMICMODE           #language en-US "PX Dynamic Mode"
#string STR_POWERXPRESS_DYNAMICMODE_HELP      #language en-US "Enable/Disable PX Dynamic Mode Switch"
#string STR_POWERXPRESS_DYNAMICPOWERDOWN      #language en-US "dGPU Power Down"
#string STR_POWERXPRESS_DYNAMICULPS           #language en-US "PX ULPS Mode"

#string STR_PRIMARY_VIDEO_ADAPTOR             #language en-US "Primary Video Adaptor"
#string STR_PRIMARY_VIDEO_ADAPTOR_HELP        #language en-US "Select Internal/External Graphics"
#string STR_INTERNAL_GRAPHICS                 #language en-US "Int Graphics (IGD)"
#string STR_EXTERNAL_PCIE_GRAPHICS            #language en-US "Ext Graphics (PEG)"

#string STR_POWERXPRESS_LOOPBACK_ADAPTOR      #language en-US "Loopback Adaptor"
#string STR_POWERXPRESS_LOOPBACK_ADAPTOR_HELP #language en-US "Enable when Loopback adaptor used, such as B818xx for PX"

#string STR_DISPLAY_OUTPUT                    #language en-US "Display Output"
#string STR_DISPLAY_OUTPUT_HELP               #language en-US "Display Output selection. If MXM selected, PX and iGPU must be disabled."
#string STR_DISPLAY_FCH_TEXT                  #language en-US "FCH"
#string STR_DISPLAY_MXM_TEXT                  #language en-US "MXM"

#string STR_BRIGHTNESS_CONTROL                #language en-US "Brightness Control Method"
#string STR_BRIGHTNESS_CONTROL_HELP           #language en-US "Change display brightness control method"
#string STR_BRIGHTNESS_VBIOS_TEXT             #language en-US "Video BIOS"
#string STR_BRIGHTNESS_DRIVER_TEXT            #language en-US "VGA driver"

#string STR_BLUETOOTH                         #language en-US "Bluetooth"
#string STR_BLUETOOTH_HELP                    #language en-US "Enable or disable the Bluetooth."

#string STR_ODD_ZERO_POWER_SUPPORT            #language en-US "AMD ODD Zero Power Support"
#string STR_ODD_ZERO_POWER_SUPPORT_HELP       #language en-US "Enable/Disable ODD Zero Power Feature"

#string STR_UNUSED_GPPCLK_OFF                 #language en-US "Unused GPP Clocks Off"
#string STR_UNUSED_GPPCLK_OFF_HELP            #language en-US "Turn Unused GPP Clocks Off"

#string STR_ACPI_THERMAL_CONTROL_FAN          #language en-US "Thermal Fan Control"
#string STR_ACPI_THERMAL_CONTROL_FAN_HELP     #language en-US "Enable/Disable ThermalCtl Fan"

#string STR_SYSTEM_BOOT_WITH_PS0              #language en-US "System Boot with PS0" 
#string STR_SYSTEM_BOOT_WITH_PS0_HELP         #language en-US "In general, MS windows boots to OS with PS0, but Linux doesn't"
